from app import hello,start,goodbye


if __name__== "__main__":


    hello()
    start()
    goodbye()

    # Problems
    '''
    1. Проблема с получением данных из бд
    2. Не добавляются дела
    3. не работает авторизация
    '''


    # Если пользователь авторизован авторизовываться нельзя
    # Если пользователь авторизован должна быть функция разлогинится
    # Добавать фунцкию которая покажет список дел по выбраной мною дате 
    # Добавить функцию которая покажет список дел на текущую неделю